{
  "timestamp": "2025-12-03T21:22:35.191Z",
  "filesProcessed": 62,
  "itemsProcessed": 2758,
  "uniqueItems": 914,
  "duplicates": {
    "прозорец-das_fenster-noun": 6,
    "стар-alt-noun": 4,
    "какво-was-noun": 4,
    "търся-suchen-noun": 4,
    "къде-wo-noun": 4,
    "риба-der_fisch-noun": 6,
    "мишка-die_maus-noun": 6,
    "пиша-schreiben-noun": 4,
    "чета-lesen-noun": 4,
    "разбирам-verstehen-noun": 4,
    "работя-arbeiten-noun": 4,
    "понеделник-montag-noun": 5,
    "вторник-dienstag-noun": 5,
    "сряда-mittwoch-noun": 5,
    "четвъртък-donnerstag-noun": 5,
    "петък-freitag-noun": 5,
    "събота-samstag,_sonnabend-noun": 3,
    "неделя-sonntag-noun": 5,
    "ден-der_tag-noun": 3,
    "седмица-die_woche-noun": 3,
    "година-das_jahr-noun": 3,
    "януари-januar-noun": 3,
    "февруари-februar-noun": 3,
    "март-märz-noun": 3,
    "април-april-noun": 3,
    "май-mai-noun": 3,
    "юни-juni-noun": 3,
    "юли-juli-noun": 3,
    "август-august-noun": 3,
    "септември-september-noun": 3,
    "октомври-oktober-noun": 3,
    "ноември-november-noun": 3,
    "декември-dezember-noun": 3,
    "четиринадесет-vierzehn-number": 2,
    "петнадесет-fünfzehn-number": 2,
    "шестнадесет-sechzehn-number": 2,
    "седемнадесет-siebzehn-number": 2,
    "осемнадесет-achtzehn-number": 2,
    "деветнадесет-neunzehn-number": 2,
    "тридесет-dreißig-number": 2,
    "четиридесет-vierzig-number": 2,
    "петдесет-fünfzig-number": 2,
    "шестдесет-sechzig-number": 2,
    "седемдесет-siebzig-number": 2,
    "осемдесет-achtzig-number": 2,
    "деветдесет-neunzig-number": 2,
    "сто-hundert-number": 2,
    "хиляда-tausend-number": 2,
    "време-das_wetter-noun": 3,
    "дъжд-der_regen-noun": 3,
    "сняг-der_schnee-noun": 3,
    "вятър-der_wind-noun": 3,
    "облак-die_wolke-noun": 3,
    "гръм-der_donner-noun": 3,
    "пролет-der_frühling-noun": 3,
    "лято-der_sommer-noun": 3,
    "есен-der_herbst-noun": 3,
    "зима-der_winter-noun": 3,
    "имам-haben-verb": 2,
    "мога-können-verb": 2,
    "ям-essen-verb": 2,
    "пия-trinken-verb": 2,
    "виждам-sehen-verb": 2,
    "чета-lesen-verb": 2,
    "пиша-schreiben-verb": 2,
    "работя-arbeiten-verb": 2,
    "купувам-kaufen-verb": 2,
    "продавам-verkaufen-verb": 2,
    "търся-suchen-verb": 2,
    "разбирам-verstehen-verb": 2,
    "забавление-das_vergnügen-noun": 3,
    "партия-die_party-noun": 3,
    "рожден_ден-der_geburtstag-noun": 3,
    "празник-das_fest-noun": 3,
    "ваканция-die_ferien-noun": 3,
    "плаж-der_strand-noun": 3,
    "басейн-das_schwimmbad-noun": 3,
    "кафене-das_café-noun": 3,
    "бар-die_bar-noun": 3,
    "дискотека-die_diskothek-noun": 3,
    "вечеря-das_abendessen-noun": 3,
    "закуска-das_frühstück-noun": 3,
    "обяд-das_mittagessen-noun": 3,
    "подарък-das_geschenk-noun": 3,
    "картичка-die_karte-noun": 3,
    "кола-das_auto-noun": 3,
    "автобус-der_bus-noun": 3,
    "влак-der_zug-noun": 3,
    "самолет-das_flugzeug-noun": 3,
    "колело-das_fahrrad-noun": 3,
    "трамвай-die_straßenbahn-noun": 3,
    "такси-das_taxi-noun": 3,
    "метро-die_u-bahn,_die_metro-noun": 3,
    "кораб-das_schiff-noun": 3,
    "лодка-das_boot-noun": 3,
    "куче-der_hund-noun": 3,
    "котка-die_katze-noun": 3,
    "птица-der_vogel-noun": 3,
    "кон-das_pferd-noun": 3,
    "крава-die_kuh-noun": 3,
    "свиня-das_schwein-noun": 3,
    "овца-das_schaf-noun": 3,
    "пиле-das_huhn,_das_küken-noun": 3,
    "мечка-der_bär-noun": 3,
    "вълк-der_wolf-noun": 3,
    "лисица-der_fuchs-noun": 3,
    "заек-der_hase-noun": 3,
    "змия-die_schlange-noun": 3,
    "интернет-das_internet-noun": 3,
    "имейл-die_e-mail-noun": 3,
    "екран-der_bildschirm-noun": 3,
    "клавиатура-die_tastatur-noun": 3,
    "принтер-der_drucker-noun": 3,
    "файл-die_datei-noun": 3,
    "папка-der_ordner-noun": 3,
    "паролла-das_passwort-noun": 3,
    "софтуер-die_software-noun": 3,
    "книга-das_buch-noun": 3,
    "маса-der_tisch-noun": 3,
    "стол-der_stuhl-noun": 3,
    "легло-das_bett-noun": 3,
    "улица-die_straße-noun": 3,
    "магазин-das_geschäft,_der_laden-noun": 3,
    "ресторант-das_restaurant-noun": 3,
    "болница-das_krankenhaus-noun": 3,
    "училище-die_schule-noun": 3,
    "правило-regel-noun": 3,
    "грешка-fehler-noun": 3,
    "отговор-antwort-noun": 3,
    "въпрос-frage-noun": 3,
    "проблем-problem-noun": 3,
    "решение-lösung-noun": 3,
    "начало-anfang-noun": 3,
    "край-ende-noun": 3,
    "среда-mitte-noun": 3,
    "страна-land/seite-noun": 3,
    "свят-welt-noun": 3,
    "земя-erde-noun": 3,
    "въздух-luft-noun": 3,
    "огън-feuer-noun": 3,
    "вода-wasser-noun": 5,
    "лед-eis-noun": 3,
    "камък-stein-noun": 3,
    "пясък-sand-noun": 3,
    "прах-staub-noun": 3,
    "дим-rauch-noun": 3,
    "светлина-licht-noun": 3,
    "сянка-schatten-noun": 3,
    "звук-geräusch/klang-noun": 3,
    "глас-stimme-noun": 3,
    "шум-lärm-noun": 3,
    "тишина-stille-noun": 3,
    "скорост-geschwindigkeit-noun": 3,
    "посока-richtung-noun": 3,
    "разстояние-entfernung-noun": 3,
    "място-platz/ort-noun": 3,
    "точка-punkt-noun": 3,
    "линия-linie-noun": 3,
    "форма-form-noun": 3,
    "размер-größe-noun": 3,
    "цвят-farbe-noun": 3,
    "мирис-geruch-noun": 3,
    "вкус-geschmack-noun": 3,
    "чувство-gefühl-noun": 3,
    "мисъл-gedanke-noun": 3,
    "идея-idee-noun": 3,
    "план-plan-noun": 3,
    "цел-ziel-noun": 3,
    "начин-art/weise-noun": 3,
    "причина-grund/ursache-noun": 3,
    "резултат-ergebnis-noun": 3,
    "пример-beispiel-noun": 3,
    "факт-tatsache-noun": 3,
    "истина-wahrheit-noun": 3,
    "лъжа-lüge-noun": 3,
    "тайна-geheimnis-noun": 3,
    "обещание-versprechen-noun": 3,
    "правда-recht/gerechtigkeit-noun": 3,
    "закон-gesetz-noun": 3,
    "ред-ordnung/reihe-noun": 3,
    "група-gruppe-noun": 3,
    "член-mitglied-noun": 3,
    "общество-gesellschaft-noun": 3,
    "аз-ich-noun": 3,
    "ти-du-noun": 3,
    "той-er-noun": 3,
    "тя-sie-noun": 3,
    "то-es-noun": 3,
    "ние-wir-noun": 3,
    "вие-ihr,_sie-noun": 3,
    "те-sie_(plural)-noun": 3,
    "този-dieser_(m)-noun": 3,
    "град-die_stadt-noun": 3,
    "село-das_dorf-noun": 3,
    "център-das_zentrum-noun": 3,
    "парк-der_park-noun": 3,
    "площад-der_platz-noun": 3,
    "мост-die_brücke-noun": 3,
    "гара-der_bahnhof-noun": 3,
    "летище-der_flughafen-noun": 3,
    "музей-das_museum-noun": 3,
    "театър-das_theater-noun": 3,
    "кино-das_kino-noun": 3,
    "библиотека-die_bibliothek-noun": 3,
    "банка-die_bank-noun": 3,
    "поща-die_post-noun": 3,
    "аптека-die_apotheke-noun": 3,
    "слънце-die_sonne-noun": 3,
    "луна-der_mond-noun": 3,
    "звезда-der_stern-noun": 3,
    "дърво-der_baum-noun": 3,
    "цвете-die_blume-noun": 3,
    "трева-das_gras-noun": 3,
    "планина-der_berg-noun": 3,
    "река-der_fluss-noun": 3,
    "море-das_meer-noun": 3,
    "небе-der_himmel-noun": 3,
    "глава-der_kopf-noun": 3,
    "ръка-die_hand,_der_arm-noun": 3,
    "крак-der_fuß,_das_bein-noun": 3,
    "око-das_auge-noun": 3,
    "ухо-das_ohr-noun": 3,
    "нос-die_nase-noun": 3,
    "уста-der_mund-noun": 3,
    "зъб-der_zahn-noun": 3,
    "коса-das_haar,_die_haare-noun": 3,
    "сърце-das_herz-noun": 3,
    "дреха-das_kleidungsstück-noun": 3,
    "риза-das_hemd-noun": 3,
    "блуза-die_bluse-noun": 3,
    "панталон-die_hose-noun": 3,
    "пола-der_rock-noun": 3,
    "рокля-das_kleid-noun": 3,
    "палто-der_mantel-noun": 3,
    "яке-die_jacke-noun": 3,
    "обувка-der_schuh-noun": 3,
    "чорап-die_socke,_der_strumpf-noun": 3,
    "шапка-die_mütze,_der_hut-noun": 3,
    "ръкавица-der_handschuh-noun": 3,
    "шал-der_schal-noun": 3,
    "колан-der_gürtel-noun": 3,
    "чанта-die_tasche-noun": 3,
    "--noun": 4,
    "къща-das_haus-noun": 3,
    "дом-das_heim,_das_zuhause-noun": 3,
    "стая-das_zimmer-noun": 3,
    "кухня-die_küche-noun": 3,
    "баня-das_badezimmer-noun": 3,
    "спалня-das_schlafzimmer-noun": 3,
    "врата-die_tür-noun": 3,
    "здраве-die_gesundheit-noun": 3,
    "болка-der_schmerz-noun": 3,
    "лекарство-das_medikament-noun": 3,
    "зъболекар-der_zahnarzt-noun": 3,
    "треска-das_fieber-noun": 3,
    "кашлица-der_husten-noun": 3,
    "грип-die_grippe-noun": 3,
    "настинка-die_erkältung-noun": 3,
    "болест-die_krankheit-noun": 3,
    "лечение-die_behandlung-noun": 3,
    "телефон-das_telefon-noun": 3,
    "компютър-der_computer-noun": 3,
    "часовник-die_uhr-noun": 3,
    "ключ-der_schlüssel-noun": 3,
    "чаша-das_glas,_die_tasse-noun": 3,
    "чиния-der_teller-noun": 3,
    "нож-das_messer-noun": 3,
    "вилица-die_gabel-noun": 3,
    "лъжица-der_löffel-noun": 3,
    "паричка-das_geld-noun": 3,
    "пея-singen-noun": 3,
    "танцувам-tanzen-noun": 3,
    "плувам-schwimmen-noun": 3,
    "бягам-laufen-noun": 3,
    "ходя-gehen-noun": 5,
    "седя-sitzen-noun": 3,
    "лежа-liegen-noun": 3,
    "стоя-stehen-noun": 3,
    "плача-weinen-noun": 3,
    "смея_се-lachen-noun": 3,
    "мия-waschen-noun": 3,
    "готвя-kochen-noun": 3,
    "чистя-putzen-noun": 3,
    "обличам-anziehen-noun": 3,
    "режа-schneiden-noun": 3,
    "хартия-papier-noun": 3,
    "торба-tasche-noun": 3,
    "кутия-box-noun": 3,
    "бутилка-flasche-noun": 3,
    "кана-kanne-noun": 3,
    "тигня-pfanne-noun": 3,
    "гърне-topf-noun": 3,
    "фурна-ofen-noun": 3,
    "хладилник-kühlschrank-noun": 5,
    "телевизор-fernseher-noun": 3,
    "радио-radio-noun": 3,
    "лампа-lampe-noun": 3,
    "свещ-kerze-noun": 3,
    "огледало-spiegel-noun": 3,
    "картина-gemälde-noun": 3,
    "календар-kalender-noun": 3,
    "карта-karte/map-noun": 3,
    "билет-ticket-noun": 5,
    "писмо-brief-noun": 3,
    "плик-umschlag-noun": 3,
    "везна-waage-noun": 3,
    "метър-meter-noun": 3,
    "линийка-lineal-noun": 3,
    "ножица-schere-noun": 3,
    "конец-faden-noun": 3,
    "игла-nadel-noun": 3,
    "копче-knopf-noun": 3,
    "цип-reißverschluss-noun": 3,
    "торбичка-tüte-noun": 3,
    "кърпа-handtuch-noun": 3,
    "одеяло-decke-noun": 3,
    "възглавница-kissen-noun": 3,
    "чаршаф-bettlaken-noun": 3,
    "мивка-waschbecken-noun": 3,
    "тоалетна-toilette-noun": 3,
    "какво-was-pronoun": 2,
    "къде-wo-pronoun": 2,
    "черен-schwarz-noun": 3,
    "бял-weiß-noun": 3,
    "червен-rot-noun": 3,
    "син-blau-noun": 3,
    "зелен-grün-noun": 3,
    "жълт-gelb-noun": 3,
    "оранжев-orange-noun": 3,
    "кафяв-braun-noun": 3,
    "сив-grau-noun": 3,
    "розов-rosa,_pink-noun": 3,
    "майка-die_mutter-noun": 3,
    "баща-der_vater-noun": 3,
    "син-der_sohn-noun": 3,
    "дъщеря-die_tochter-noun": 3,
    "брат-der_bruder-noun": 3,
    "сестра-die_schwester-noun": 3,
    "баба-die_großmutter,_die_oma-noun": 3,
    "дядо-der_großvater,_der_opa-noun": 3,
    "съпруг-der_ehemann-noun": 3,
    "съпруга-die_ehefrau-noun": 3,
    "хляб-das_brot-noun": 3,
    "масло-die_butter-noun": 3,
    "сирене-der_käse-noun": 3,
    "месо-das_fleisch-noun": 3,
    "зеленчук-das_gemüse-noun": 3,
    "плод-die_frucht,_das_obst-noun": 3,
    "ябълка-der_apfel-noun": 3,
    "банан-die_banane-noun": 3,
    "портокал-die_orange,_die_apfelsine-noun": 3,
    "домат-die_tomate-noun": 3,
    "картоф-die_kartoffel-noun": 3,
    "морков-die_karotte,_die_möhre-noun": 3,
    "лук-die_zwiebel-noun": 3,
    "салата-der_salat-noun": 3,
    "образование-die_bildung-noun": 3,
    "знание-das_wissen-noun": 3,
    "задача-die_aufgabe-noun": 3,
    "изпит-die_prüfung-noun": 3,
    "тест-der_test-noun": 3,
    "оценка-die_note-noun": 3,
    "диплома-das_diplom-noun": 3,
    "молив-der_bleistift-noun": 3,
    "химикалка-der_kugelschreiber-noun": 3,
    "тетрадка-das_heft-noun": 3,
    "учебник-das_lehrbuch-noun": 3,
    "речник-das_wörterbuch-noun": 3,
    "дъска-die_tafel-noun": 3,
    "час-die_stunde-noun": 3,
    "минута-die_minute-noun": 3,
    "книга-buch-noun": 4,
    "учител-der_lehrer-noun": 3,
    "учителка-die_lehrerin-noun": 3,
    "лекар-der_arzt-noun": 3,
    "лекарка-die_ärztin-noun": 3,
    "студент-der_student-noun": 3,
    "студентка-die_studentin-noun": 3,
    "инженер-der_ingenieur-noun": 3,
    "програмист-der_programmierer-noun": 3,
    "продавач-der_verkäufer-noun": 3,
    "шофьор-der_fahrer-noun": 3,
    "готвач-der_koch-noun": 3,
    "официант-der_kellner-noun": 3,
    "полицай-der_polizist-noun": 3,
    "художник-der_künstler-noun": 3,
    "певец-der_sänger-noun": 3,
    "добър_ден-guten_tag-phrase": 2,
    "тук-hier-adverb": 2,
    "там-dort-adverb": 2,
    "сега-jetzt-adverb": 2,
    "бързо-schnell-adverb": 2,
    "бавно-langsam-adverb": 2,
    "често-oft-adverb": 2,
    "добре-gut-adverb": 2,
    "добър-gut-adjective": 2,
    "лош-schlecht-adjective": 2,
    "голям-groß-adjective": 2,
    "малък-klein-adjective": 2,
    "нов-neu-adjective": 2,
    "стар-alt-adjective": 2,
    "грозен-hässlich-adjective": 2,
    "топъл-warm-adjective": 2,
    "студен-kalt-adjective": 2,
    "моля-bitte-noun": 2,
    "благодаря-danke-noun": 2,
    "извинете-entschuldigung-noun": 2,
    "съжалявам-es_tut_mir_leid-noun": 2,
    "човек-mensch-noun": 2,
    "семейство-familie-noun": 2,
    "къща-haus-noun": 2,
    "училище-schule-noun": 2,
    "град-stadt-noun": 2,
    "село-dorf-noun": 2,
    "храна-essen-noun": 2,
    "съм-sein-noun": 2,
    "правя-machen-noun": 2,
    "говоря-sprechen-noun": 2,
    "чувам-hören-noun": 2,
    "маса-tisch-noun": 2,
    "стол-stuhl-noun": 2,
    "кухня-küche-noun": 2,
    "апартамент-wohnung-noun": 2,
    "автомобил-auto-noun": 2,
    "магазин-laden-noun": 2,
    "градина-garten-noun": 2,
    "часовник-uhr-noun": 2,
    "карам-fahren-noun": 2,
    "живея-leben-noun": 2,
    "уча-lernen-noun": 2,
    "много-viele-noun": 2,
    "малко-wenig-noun": 2,
    "всички-alle-noun": 2,
    "няколко-einige-noun": 2,
    "никой-keiner-noun": 2,
    "час-stunde-noun": 2,
    "минута-minute-noun": 2,
    "сутрин-morgen-noun": 2,
    "обед-mittag-noun": 2,
    "следобед-nachmittag-noun": 2,
    "вечер-abend-noun": 2,
    "нощ-nacht-noun": 2,
    "как_си?-wie_geht's?-noun": 2,
    "добре_съм-mir_geht's_gut-noun": 2,
    "извинявай-entschuldige-noun": 2,
    "може_ли?-darf_ich?-noun": 2,
    "хляб-brot-noun": 2,
    "мляко-milch-noun": 2,
    "сирене-käse-noun": 2,
    "месо-fleisch-noun": 2,
    "риба-fisch-noun": 2,
    "зеленчуци-gemüse-noun": 2,
    "плодове-obst-noun": 2,
    "сок-saft-noun": 2,
    "кафе-kaffee-noun": 2,
    "автобус-bus-noun": 2,
    "влак-zug-noun": 2,
    "самолет-flugzeug-noun": 2,
    "такси-taxi-noun": 2,
    "гара-bahnhof-noun": 2,
    "летище-flughafen-noun": 2,
    "хотел-hotel-noun": 2,
    "път-straße-noun": 2,
    "карта-karte-noun": 2,
    "лекар-arzt-noun": 2,
    "болница-krankenhaus-noun": 2,
    "аптека-apotheke-noun": 2,
    "лекарства-medikamente-noun": 2,
    "спешно-notfall-noun": 2,
    "болка-schmerz-noun": 2,
    "здраве-gesundheit-noun": 2,
    "треска-fieber-noun": 2,
    "настинка-erkältung-noun": 2,
    "помощ-hilfe-noun": 2,
    "слънце-sonne-noun": 2,
    "дъжд-regen-noun": 2,
    "сняг-schnee-noun": 2,
    "вятър-wind-noun": 2,
    "температура-temperatur-noun": 2,
    "облаци-wolken-noun": 2,
    "гора-wald-noun": 2,
    "река-fluss-noun": 2,
    "планина-berg-noun": 2,
    "море-meer-noun": 2,
    "майка-mutter-noun": 2,
    "баща-vater-noun": 2,
    "брат-bruder-noun": 2,
    "сестра-schwester-noun": 2,
    "съпруг-ehemann-noun": 2,
    "съпруга-ehefrau-noun": 2,
    "дете-kind-noun": 2,
    "приятел-freund-noun": 2,
    "приятелка-freundin-noun": 2,
    "пари-geld-noun": 2,
    "цена-preis-noun": 2,
    "евро-euro-noun": 2,
    "лев-lew-noun": 2,
    "сметка-rechnung-noun": 2,
    "касова_бележка-quittung-noun": 2,
    "отстъпка-rabatt-noun": 2,
    "пазарувам-einkaufen-noun": 2,
    "четиринадесет-vierzehn-noun": 3,
    "петнадесет-fünfzehn-noun": 3,
    "шестнадесет-sechzehn-noun": 3,
    "седемнадесет-siebzehn-noun": 3,
    "осемнадесет-achtzehn-noun": 3,
    "деветнадесет-neunzehn-noun": 3,
    "тридесет-dreißig-noun": 3,
    "четиридесет-vierzig-noun": 3,
    "петдесет-fünfzig-noun": 3,
    "шестдесет-sechzig-noun": 3,
    "седемдесет-siebzig-noun": 3,
    "осемдесет-achtzig-noun": 3,
    "деветдесет-neunzig-noun": 3,
    "сто-hundert-noun": 3,
    "двеста-zweihundert-noun": 2,
    "хиляда-tausend-noun": 3,
    "искам-wollen_/_möchten-noun": 2,
    "спя-schlafen-noun": 2,
    "пия-trinken-noun": 3,
    "ям-essen-noun": 3,
    "видя-sehen-noun": 2,
    "мога-können-noun": 3,
    "правя-machen_/_tun-noun": 2,
    "кой-wer-noun": 2,
    "говоря-sprechen_/_reden-noun": 2,
    "слушам-hören_/_zuhören-noun": 2,
    "живея-leben_/_wohnen-noun": 2,
    "започвам-anfangen_/_beginnen-noun": 2,
    "завършвам-beenden_/_abschließen-noun": 2,
    "чакам-warten-noun": 2,
    "намирам-finden-noun": 2,
    "помагам-helfen-noun": 2,
    "отварям-öffnen_/_aufmachen-noun": 2,
    "затварям-schließen_/_zumachen-noun": 2,
    "продавам-verkaufen-noun": 3,
    "плащам-bezahlen_/_zahlen-noun": 2,
    "казвам-sagen-noun": 2,
    "мисля-denken_/_meinen-noun": 2,
    "мляко-die_milch-noun": 2,
    "добър-gut-noun": 3,
    "лош-schlecht-noun": 3,
    "нов-neu-noun": 3,
    "кога-wann-noun": 2,
    "защо-warum-noun": 2,
    "как-wie-noun": 2,
    "колко-wie_viel,_wie_viele-noun": 2,
    "чий-wessen-noun": 2,
    "какъв-was_für_ein,_welcher_art-noun": 2,
    "откъде-woher-noun": 2,
    "накъде-wohin-noun": 2,
    "дали-ob-noun": 2,
    "голям-groß-noun": 3,
    "малък-klein-noun": 3,
    "висок-hoch,_groß_(von_personen)-noun": 2,
    "нисък-niedrig,_klein_(von_personen)-noun": 2,
    "дълъг-lang-noun": 2,
    "къс-kurz-noun": 2,
    "дебел-dick,_fett-noun": 2,
    "тънък-dünn-noun": 2,
    "хубав-schön,_hübsch,_nett-noun": 2,
    "грозен-hässlich-noun": 3,
    "гледам-schauen,_sehen,_ansehen-noun": 2,
    "отивам-gehen,_fahren_(weggehen)-noun": 2,
    "идвам-kommen-noun": 2,
    "ставам-aufstehen,_werden-noun": 2,
    "сядам-sich_setzen,_sich_hinsetzen-noun": 2,
    "лягам-sich_hinlegen,_schlafen_gehen-noun": 2,
    "нося-tragen,_anhaben-noun": 2,
    "купувам-kaufen-noun": 3,
    "взимам-nehmen,_holen-noun": 2,
    "давам-geben-noun": 2,
    "уча-lernen,_studieren-noun": 2,
    "обичам-lieben,_mögen-noun": 2,
    "харесвам-gefallen,_mögen-noun": 2,
    "зная-wissen,_kennen-noun": 2,
    "познавам-kennen_(person)-noun": 2,
    "вярвам-glauben-noun": 2,
    "чувствам-fühlen-noun": 2,
    "мисля-denken,_meinen-noun": 2,
    "използвам-benutzen,_verwenden-noun": 2,
    "получавам-bekommen,_erhalten-noun": 2,
    "оставам-bleiben-noun": 2,
    "продължавам-fortsetzen,_weitermachen-noun": 2,
    "спирам-anhalten,_stoppen-noun": 2,
    "пускам-lassen,_loslassen-noun": 2,
    "карам-fahren_(lenken)-noun": 2,
    "хващам-fangen,_ergreifen-noun": 2,
    "разговарям-sprechen,_sich_unterhalten-noun": 2,
    "млад-jung-noun": 2,
    "горещ-heiß-noun": 2,
    "студен-kalt-noun": 3,
    "топъл-warm-noun": 3,
    "скъп-teuer,_lieb-noun": 2,
    "евтин-billig,_günstig-noun": 2,
    "богат-reich-noun": 2,
    "беден-arm-noun": 2,
    "силен-stark-noun": 2,
    "слаб-schwach-noun": 2,
    "бърз-schnell-noun": 2,
    "бавен-langsam-noun": 2,
    "лесен-leicht,_einfach-noun": 2,
    "труден-schwer,_schwierig-noun": 2,
    "и-und-noun": 2,
    "но-aber-noun": 2,
    "или-oder-noun": 2,
    "за-für,_über-noun": 2,
    "от-von,_aus-noun": 2,
    "трябва-müssen,_sollen-noun": 2,
    "искам-wollen,_möchten-noun": 2,
    "мога-können,_dürfen-noun": 2,
    "имам-haben-noun": 3,
    "нямам-nicht_haben-noun": 2,
    "бъда-sein_(perfektiv)-noun": 2,
    "кажа-sagen_(perfektiv)-noun": 2,
    "направя-machen,_tun_(perfektiv)-noun": 2,
    "стана-werden,_aufstehen_(perfektiv)-noun": 2,
    "дойда-kommen_(perfektiv)-noun": 2,
    "отида-gehen_(perfektiv)-noun": 2,
    "седна-sich_setzen_(perfektiv)-noun": 2,
    "видя-sehen_(perfektiv)-noun": 2,
    "намеря-finden_(perfektiv)-noun": 2,
    "разбера-verstehen_(perfektiv)-noun": 2,
    "щастлив-glücklich-noun": 2,
    "тъжен-traurig-noun": 2,
    "весел-fröhlich,_lustig-noun": 2,
    "сърдит-wütend,_böse-noun": 2,
    "уморен-müde-noun": 2,
    "гладен-hungrig-noun": 2,
    "жаден-durstig-noun": 2,
    "болен-krank-noun": 2,
    "здрав-gesund-noun": 2,
    "готов-bereit,_fertig-noun": 2,
    "говоря-sprechen,_reden-noun": 2,
    "слушам-hören,_zuhören-noun": 2,
    "виждам-sehen-noun": 3,
    "гледам-schauen,_sehen-noun": 2,
    "благодаря-danken-noun": 2,
    "моля-bitten-noun": 2,
    "извинявам-entschuldigen-noun": 2,
    "плащам-bezahlen-noun": 2,
    "струвам-kosten-noun": 2,
    "почивам-sich_ausruhen-noun": 2,
    "пътувам-reisen-noun": 2,
    "спорт-der_sport-noun": 2,
    "игра-das_spiel-noun": 2,
    "музика-die_musik-noun": 2,
    "песен-das_lied-noun": 2,
    "танц-der_tanz-noun": 2,
    "хоби-das_hobby-noun": 2,
    "филм-der_film-noun": 2,
    "снимка-das_foto-noun": 2,
    "рисунка-die_zeichnung-noun": 2,
    "урок-die_unterrichtsstunde-noun": 2,
    "много-sehr,_viel-noun": 2,
    "малко-wenig,_ein_bisschen-noun": 2,
    "добре-gut-noun": 3,
    "лошо-schlecht-noun": 2,
    "бързо-schnell-noun": 3,
    "бавно-langsam-noun": 3,
    "винаги-immer-noun": 2,
    "никога-nie-noun": 2,
    "често-oft-noun": 3,
    "рядко-selten-noun": 2,
    "вече-schon,_bereits-noun": 2,
    "още-noch-noun": 2,
    "сега-jetzt-noun": 3,
    "после-später,_danach-noun": 2,
    "вчера-gestern-noun": 2,
    "утре-morgen-noun": 2,
    "днес-heute-noun": 2,
    "тук-hier-noun": 3,
    "там-dort-noun": 3,
    "важен-wichtig-noun": 2,
    "интересен-interessant-noun": 2,
    "красив-schön,_hübsch-noun": 2,
    "чист-sauber,_rein-noun": 2,
    "мръсен-schmutzig-noun": 2,
    "пълен-voll-noun": 2,
    "празен-leer-noun": 2,
    "отворен-offen,_geöffnet-noun": 2,
    "затворен-geschlossen-noun": 2,
    "прав-gerade,_richtig-noun": 2,
    "криви-krumm,_schief-noun": 2,
    "мек-weich-noun": 2,
    "твърд-hart-noun": 2,
    "гладък-glatt-noun": 2,
    "груб-rau,_grob-noun": 2,
    "в-in-noun": 2,
    "на-auf,_zu-noun": 2,
    "с-mit-noun": 2,
    "без-ohne-noun": 2,
    "до-bis,_neben-noun": 2,
    "към-zu,_nach-noun": 2,
    "пред-vor-noun": 2,
    "след-nach-noun": 2,
    "над-über-noun": 2,
    "под-unter-noun": 2,
    "между-zwischen-noun": 2,
    "при-bei-noun": 2,
    "че-dass-noun": 2,
    "ако-wenn,_falls-noun": 2,
    "когато-wenn,_als-noun": 2,
    "добър_ден-guten_tag-noun": 2,
    "работа-arbeit-noun": 2
  },
  "validationErrors": 0,
  "outputFiles": [
    "data/vocabulary.json",
    "static/data/vocabulary-unified.json"
  ],
  "dryRun": false
}